Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/frontend/Resources/Private/Language/*.locallang_tca.xlf
Languages: hi

source: Backend Layout
hi: बैकेंड लेआउट

# backend_layout.config
source: Config
hi: कॉन्फिग

# backend_layout.description
source: Description
hi: डिस्क्रिप्शन

# backend_layout.icon
source: Icon
hi: आइकन

# backend_layout.tabs.access
source: Access
hi: एक्सेस

# backend_layout.tabs.extended
source: Extended
hi: एक्सटेंडेड

# backend_layout.title
source: Title
hi: शीर्षक

# backend_layout.wizard
source: Wizard
hi: विजार्ड

# fe_groups
source: Website Usergroup
hi: वेब साइट यूजर ग्रुप

# fe_groups.tabs.extended
source: Extended
hi: एक्सटेंडेड

# fe_groups.tabs.options
source: Options
hi: ऑप्शन्स

# fe_users
source: Website User
hi: वेबसाइट यूजर

# fe_users.tabs.access
source: Access
hi: एक्सेस

# fe_users.tabs.extended
source: Extended
hi: एक्सटेंडेड

# fe_users.tabs.options
source: Options
hi: ऑप्शन्स

# fe_users.tabs.personelData
source: Personal Data
hi: पर्सनल डेटा

# mod_tx_cms_webinfo_lang
source: Localization Overview
hi: लोकलाइजेशन ओवरव्यू

# mod_tx_cms_webinfo_page
source: Pagetree Overview
hi: पेज ट्री ओवरव्यू

# pages.abstract_formlabel
source: Abstract
hi: एब्स्ट्रेक्ट

# pages.alias_formlabel
source: URL Alias
hi: URL अलियास

# pages.author_email_formlabel
source: Author Email
hi: लेखक ई-मेल

# pages.author_formlabel
source: Author Name
hi: लेखक नाम:

# pages.backend_layout.default
source: Default
hi: डिफ़ॉल्ट

# pages.backend_layout_formlabel
source: Backend Layout (this page only)
hi: बैकेंड लेआउट (सिर्फ इस पेज)

# pages.backend_layout_next_level_formlabel
source: Backend Layout (subpages of this page)
hi: बैकेंड लेआउट (इस पेज के सब पेज)

# pages.backend_layout.none
source: None
hi: नॉन

# pages.cache_timeout_formlabel
source: Cache Lifetime
hi: कैश लाइफटाइम

# pages.cache_timeout.I.1
source: 1 min
hi: 1 मिन

# pages.cache_timeout.I.10
source: 1 month
hi: 1 महिना

# pages.cache_timeout.I.2
source: 5 min
hi: 5 मिन

# pages.cache_timeout.I.3
source: 15 min
hi: 15 मिन

# pages.cache_timeout.I.4
source: 30 min
hi: 30 मिन.

# pages.cache_timeout.I.5
source: 1 hour
hi: 1 घंटा

# pages.cache_timeout.I.6
source: 4 hours
hi: 4 घंटे

# pages.cache_timeout.I.7
source: 1 day
hi: 1 दिन

# pages.cache_timeout.I.8
source: 2 days
hi: 2 दिन

# pages.cache_timeout.I.9
source: 7 days
hi: 7 दिन

# pages.content_from_pid_formlabel
source: Show Content from Page
hi: पेज से कंटेंट दिखाएँ

# pages.description_formlabel
source: Description
hi: डिस्क्रिप्शन

# pages.doktype.div.link
source: Link
hi: लिंक

# pages.doktype.div.page
source: Page
hi: पेज

# pages.doktype.div.special
source: Special
hi: स्पेशल

# pages.doktype_formlabel
source: Type
hi: टाइप

# pages.doktype.I.0
source: Advanced
hi: एडवांस्ड

# pages.doktype.I.2
source: Shortcut
hi: शॉर्टकट

# pages.doktype.I.3
source: Not in Menu
hi: मेनू में नहीं

# pages.doktype.I.4
source: Backend User Section
hi: बैकेंड यूजर सेक्शन

# pages.doktype.I.5
source: Mount Point
hi: माउन्ट पाइंट

# pages.doktype.I.7
source: Menu Separator
hi: मेनू सेपरेटर

# pages.doktype.I.8
source: Link to External URL
hi: एक्सटर्नल URL से लिंक करे

# pages.editlock_formlabel
source: Editable for Admins Only
hi: सिर्फ एडमिन के लिए एडिटेबले

# pages.endtime_formlabel
source: Expiration Date
hi: समाप्ति तारीख

# pages.extendToSubpages_formlabel
source: Extend to Subpages
hi: एक्सटेंडस तो सब पेजिस

# pages.fe_group_formlabel
source: Usergroup Access Rights
hi: यूजरग्रुप एक्सेस राइट्स

# pages.fe_login_mode.disable
source: Disable
hi: डिसएबल

# pages.fe_login_mode.disableAll
source: Disable login
hi: डिसएबल लॉगिन

# pages.fe_login_mode.disableGroups
source: Enable user login, Disable usergroup login
hi: यूजर लॉगइन इनेबल करे, यूजर ग्रुप लॉगिन डिसएबल करे

# pages.fe_login_mode.enable
source: Enable login
hi: इनेबल लॉगिन

# pages.fe_login_mode.enableAgain
source: Re-Enable login
hi: लोगिन फिर से इनेबल करे

# pages.fe_login_mode_formlabel
source: Login Behaviour
hi: लॉग-इन बिहेवियर

# pages.hidden_checkbox_1_formlabel
source: Disable
hi: डिसएबल

# pages.hidden_formlabel
source: Page
hi: पेज

# pages.is_siteroot_formlabel
source: Use as Root Page
hi: एस रुट पेज उपयोग करे

# pages.keywords_formlabel
source: Keywords
hi: की-वर्डस

# pages.l18n_cfg_formlabel
source: Localization
hi: लोकलाइजेशन

# pages.l18n_cfg.I.1
source: Hide default translation of page
hi: पेज का डिफ़ॉल्ट ट्रांसलेशन छुपाये

# pages.l18n_cfg.I.2
source: Hide page if no translation for current language exists
hi: पेज छुपाये अगर करंट भाषा के लिए कोई ट्रांसलेशन मौजूद नहीं

# pages.l18n_cfg.I.2a
source: Show page even if no translation exists
hi: शो पेज भले ही कोई अनुवाद मौजूद ना हो

# pages_language_overlay
source: Alternative Page Language
hi: अल्टरनेटिव पेज लैंग्वेज

# pages.lastUpdated_formlabel
source: Last Update
hi: अंतिम अपडेट

# pages.layout_formlabel
source: Frontend Layout
hi: फ्रॉन्टेन्ड लेआउट

# pages.layout.I.1
source: Layout 1
hi: लेआउट 1

# pages.layout.I.2
source: Layout 2
hi: लेआउट 2

# pages.layout.I.3
source: Layout 3
hi: लेआउट 3

# pages.media_formlabel
source: Media
hi: मीडिया

# pages.module_formlabel
source: Contains Plugin
hi: कंटैन्स प्लग-इन

# pages.module.I.1
source: Shop
hi: शॉप

# pages.module.I.2
source: Board
hi: बोर्ड

# pages.module.I.3
source: News
hi: न्यूज़

# pages.module.I.4
source: Website Users
hi: वेब साइट यूज़र्स

# pages.module.I.5
source: Direct Mail
hi: डायरेक्ट मेल

# pages.module.I.6
source: Approvals
hi: अप्प्रोवल्स

# pages.mount_pid_formlabel
source: Mounted page
hi: माउन्टेड पेज

# pages.nav_hide_checkbox_1_formlabel
source: Hide
hi: छुपाएँ

# pages.nav_hide_formlabel
source: In Menus
hi: मेनुस में

# pages.nav_title_formlabel
source: Alternative Navigation Title
hi: वैकल्पिक नेविगेशन शीर्षक

# pages.newUntil_formlabel
source: Mark as 'New' Until
hi: मार्क एस 'न्यू' अंटिल

# pages.no_search_checkbox_1_formlabel
source: Disable
hi: डिसएबल

# pages.no_search_formlabel
source: Include in Search
hi: सर्च में इंकलूड करे

# pages.palettes.abstract
source: Abstract
hi: एब्स्ट्रेक्ट

# pages.palettes.access
source: Publish Dates and Access Rights
hi: पब्लिश डेट्स और एक्सेस राइट्स

# pages.palettes.caching
source: Caching
hi: कैशिंग

# pages.palettes.config
source: TypoScript Configuration
hi: टाइपो-स्क्रिप्ट कॉन्फ़िगरेशन

# pages.palettes.editorial
source: Editorial
hi: एडिटोरियल

# pages.palettes.language
source: Language
hi: भाषा

# pages.palettes.layout
source: Page Layout
hi: पेज लेआउट

# pages.palettes.links
source: Links to this Page
hi: इस पेज से लिए लिंक करे

# pages.palettes.media
source: Files
hi: फाइल्स

# pages.palettes.metatags
source: Meta Tags
hi: मेटा टैग्स

# pages.palettes.miscellaneous
source: Miscellaneous
hi: मिसलेनियस

# pages.palettes.module
source: Use as Container
hi: कंटेनर के रूप में उपयोग करें

# pages.palettes.replace
source: Replace Content
hi: रेप्लस कंटेंट

# pages.palettes.standard
source: Page
hi: पेज

# pages.palettes.storage
source: General Record Storage Page
hi: जनरल रेकॉर्ड स्टोरेज पेज

# pages.palettes.title
source: Title
hi: शीर्षक

# pages.palettes.visibility
source: Visibility
hi: विजिबिलिटी

# pages.shortcut_formlabel
source: Shortcut Target
hi: शॉर्टकट टारगेट

# pages.shortcut_mode_formlabel
source: Shortcut Mode
hi: शॉर्टकट मोड़:

# pages.shortcut_mode.I.0
source: Selected page
hi: सिलेक्टेड पेज

# pages.shortcut_mode.I.1
source: First subpage of selected/current page
hi: सिलेक्टेड/करंट पेज का पहला सब पेज

# pages.shortcut_mode.I.2
source: Random subpage of selected/current page
hi: सिलेक्टेड/करंट पेज का रेन्डम सब पेज

# pages.shortcut_mode.I.3
source: Parent page of selected/current page
hi: सिलेक्टेड/करंट पेज का पेरेन्ट पेज

# pages.starttime_formlabel
source: Publish Date
hi: पब्लिश तारीख

# pages.storage_pid_formlabel
source: Page
hi: पेज

# pages.subtitle_formlabel
source: Subtitle
hi: सबटाइटल

# pages.tabs.access
source: Access
hi: एक्सेस

# pages.tabs.appearance
source: Appearance
hi: अपीयरेंस

# pages.tabs.behaviour
source: Behaviour
hi: बिहेवियर

# pages.tabs.extended
source: Extended
hi: एक्सटेंडेड

# pages.tabs.files
source: Resources
hi: रिसोर्सिस

# pages.tabs.metadata
source: Metadata
hi: मेटाडेटा

# pages.tabs.mount
source: Mount
hi: माउन्ट

# pages.tabs.options
source: Options
hi: ऑप्शंस

# pages.tabs.resources
source: Resources
hi: रिसोर्सिस

# pages.tabs.shortcut
source: Shortcut
hi: शॉर्टकट

# pages.tabs.url
source: URL
hi: यूआरएल

# pages.target_formlabel
source: Link Target
hi: लिंक टारगेट

# pages.title_formlabel
source: Page Title
hi: पेज शीर्षक

# pages.TSconfig_formlabel
source: Page TSConfig
hi: पेज TSconfig

# pages.url_formlabel
source: URL
hi: यूआरएल

# sys_domain
source: Domain
hi: डोमेइन

# sys_template
source: Template
hi: टेम्पलेट

# sys_template.basedOn_add
source: Add New Basis Template
hi: नया बेसिक टेम्पलेट ऐड करे

# sys_template.static_file_mode.0
source: Default (include before if root flag is set)
hi: डिफ़ॉल्ट (पहले यदि रूट ध्वज सेट है शामिल हैं)

# sys_template.static_file_mode.1
source: Always include before this template record
hi: हमेशा इस टेम्पलेट रेकॉर्ड से पहले इंन्कलूड करे

# sys_template.static_file_mode.2
source: Never include before this template record
hi: इस टेम्पलेट रेकॉर्ड से पहले कभी इंन्कलूड ना करे

# sys_template.static_file_mode.3
source: Include before all static templates if root flag is set
hi: अगर रूट फ्लैग सेट हुआ है तो सभी स्टेटिक टेम्पलेट से पहले इंन्कलूड करे

# sys_template.tabs.access
source: Access
hi: एक्सेस

# sys_template.tabs.files
source: Resources
hi: रिसोर्सिस

# sys_template.tabs.include
source: Includes
hi: इनक्लूड

# sys_template.tabs.options
source: Options
hi: ऑप्शनन्स

# tt_content
source: Page Content
hi: पेज कंटेंट
