Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang.xlf
Languages: hi

# button.hidePageTsConfig
source: Hide PageTS-Config
hi: PageTS-Config को छुपाएं

# button.showPageTsConfig
source: Show PageTS-Config
hi: PageTS-Config को दिखाए

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 Backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png
hi: लोगो: यदि सेट किया है तो यह लोगो TYPO3 लोगो के बजाये TYPO3 बैकएण्ड के लेफ्ट कार्नर में इस्तेमाल किया जायेगा (e.g. fileadmin/images/backend-logo.png और EXT:my_theme/Resources/Public/Images/backend-logo.png)

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
hi: हाइलाइट रंग: यदि निर्धारित है, तो यह रंग लॉगिन स्क्रीन में हाइलाइट रंग के रूप में इस्तेमाल किया जाएगा।

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png)
hi: लोगो: यदि सेट है तो यह लोगो TYPO3 लोगो की बजाय लोगिन क्रेडेंशियल फील्ड में इस्तेमाल किया जायेगा (e.g. fileadmin/images/login-logo.png और EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png)

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
hi: आपके पास कोई भी फोल्डर के एक्सेस नहीं है.कृपया अपने एडमिनिस्ट्रेटर को आपके खाते की अनुमति के बारे में पूछिए.

# foldertreeview.noFolders.title
source: No folders available
hi: फोल्डर उपलब्ध नहीं है

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data incosistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
hi: टेबल %1$s के यूआईडी %2$s का रेकॉर्ड्स डेटाबेस में से पुनः प्राप्त नहीं किया जा सकता.यह डेटा इनकसिस्टन्ट हो सकता है यदि बेस रिकॉर्ड डिलीट किया गया है लेकिन टेबल %3$s के यूआईडी %4$s का मध्यम रिकार्ड्स अभी भी संकेत देता है.इस स्थिति को ठीक करने के लिए या तो मध्यवर्ती रिकॉर्ड हटादे , या recycler मॉड्यूल का उपयोग करके हटाए गए रिकॉर्ड ठीक करे

# login.copyrightLink
source: More about TYPO3
hi: Typo3 के बारे में अधिक

# login.donate
source: Donate
hi: डोनेट

# login.error.capslock
source: Attention: Caps lock enabled!
hi: ध्यान दे:कैप्स लॉक इनेबल्ड!

# login.error.cookies
source: Please activate Cookies!
hi: कृपया कूकीज एक्टिवेट करे!

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
hi: सही ढंग से अपने यूज़रनेम और पासवर्ड को बड़े / छोटे अक्षर सहित स्पेल करे.

# login.error.javascript
source: Please activate JavaScript!
hi: कृपया JavaScript को एक्टिवेट करे!

# login.error.message
source: Your login attempt did not succeed
hi: आपका लोगिन प्र्यास सफल नहीं हुआ

# login.interface
source: Interface
hi: इंटरफेस

# login.link
source: Login with username and password
hi: यूज़रनेम और पासवर्ड के साथ लॉगिन

# login.news.next
source: Next
hi: अगला

# login.news.previous
source: Previous
hi: पिछला

# login.password
source: Password
hi: पासवर्ड

# login.process
source: Verifying Login Data ...
hi: लोग इन डेटा को परखना

# login.submit
source: Login
hi: लॉगइन

# login.typo3Logo
source: TYPO3 logo
hi: TYPO3 लोगो

# login.username
source: Username
hi: यूजरनाम

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
hi: मॉड्यूल्स रजिस्टर्ड नहीं किया गया है.कृपया अपने सिस्टम एडमिनिस्ट्रेटर से संपर्क करें.

source: Show references
hi: रेफरेन्सेस दिखाए

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
hi: आपकी सिस्टम पूरी तरह से कार्यरत है . आपका दिन शुभ हो।

# systemmessage.header
source: Application Information
hi: एप्लीकेशन की जानकारी
