Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/backend/Resources/Private/Language/*.locallang_db_new_content_*.xlf
Languages: hi

# common
source: Typical page content
hi: नमूने का पेज कंटेंट

# common_bulletList_description
source: A single bullet list.
hi: अकेली बुलेट सूची

# common_bulletList_title
source: Bullet List
hi: बुलेट सूची

# common_headerOnly_description
source: Adds a header only.
hi: केवल एक शीर्षक जोड़ता है।

# common_headerOnly_title
source: Header Only
hi: केवल शीर्ष लेख

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
hi: किसी भी संख्या के इमेजिस कॉलम और एक शीर्षक के साथ रॉ में गठबंधन

# common_imagesOnly_title
source: Images Only
hi: केवल इमेजिस

# common_regularText_description
source: A regular text element with header and bodytext fields.
hi: शीर्षक और बोडीटेक्स्ट फ़ील्ड्स के साथ एक नियमित टेक्स्ट एलिमेंट।

# common_regularText_title
source: Regular Text Element
hi: नियमित टेक्स्ट एलिमेंट

# common_table_description
source: A simple table.
hi: एक साधारण टेबल ।

# common_table_title
source: Table
hi: टेबल

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
hi: किसी भी संख्या के इमेजिस एक नियमित टेक्स्ट एलिमेंट के आसपास लपेटेगा

# common_textImage_title
source: Text & Images
hi: टेक्स्ट & इमेजिस

# common_textMedia_description
source: Any number of media wrapped right around a regular text element.
hi: किसी भी संख्या के मीडिया एक नियमित टेक्स्ट एलिमेंट के आसपास लपेटेगा

# common_textMedia_title
source: Text & Media
hi: टेक्स्ट & मीडिया

# forms
source: Form elements
hi: फॉर्म एलिमेंट्स

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
hi: लॉग इन/लॉगआउट फॉर्म पासवर्ड से सुरक्षित पेज के लिए इस्तेमाल किया जाता है जो केवल अधिकृत वेबसाइट के उपयोगकर्ताओं और समूहों को उपयोग की अनुमति देतो हैा।

# forms_login_title
source: Login Form
hi: लॉग इन फॉर्म

# forms_mail_description
source: A mail form allowing website users to submit responses.
hi: एक मेल फॉर्म वेबसाइट के उपयोगकर्ताओं को प्रतिक्रियाएं जमा करने की अनुमति देता है।

# forms_mail_title
source: Mail Form
hi: मेल फॉर्म

# menu_sitemap.title
source: Sitemap
hi: साइट का नक्शा

source: Plugins
hi: प्लगिन्स

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
hi: नीचे दिए गए विकल्पों के बीच नहीं पाया जा सका एसे प्लगइन डालने के लिए इस एलिमेंट का चयन करें।

# plugins_general_title
source: General Plugin
hi: सामान्य प्लगिन

# special
source: Special elements
hi: विशेष एलिमेंट्स

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
hi: यह एलिमेंट एक विसुअल भाजक इन्सर्ट करता है, जो डिफ़ॉल्ट एक हॉरिजॉन्टल रेखा के द्वारा होता है।

# special_divider_title
source: Divider
hi: भाजक

# special_filelinks_description
source: Makes a list of files for download.
hi: डाउनलोड के लिए फ़ाइलों की एक सूची बनाता है।

# special_filelinks_title
source: File Links
hi: फ़ाइल कड़ी

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
hi: पेजेस, साइट का नक्शा या अन्य विशेष मेनू का एक मेनू बनाता है।

# special_menus_title
source: Special Menus
hi: विशेष मेनू

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
hi: इस तत्व के साथ आप पेज पर कच्चे HTML कोड इन्सर्ट कर सकते हैं।

# special_plainHTML_title
source: Plain HTML
hi: सादे HTML

# special_shortcut_description
source: With this element you can embed other content elements.
hi: इस एलिमेंट के साथ आप अन्य कंटेंट एलिमेंट जोड़ सकते हैं।

# special_shortcut_title
source: Insert records
hi: रिकॉर्डस इन्सर्ट करे

# special_sitemap_title
source: Sitemap
hi: साइट का नक्शा
