Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: hi

# change_password
source: Change your password
hi: अपना पासवर्ड बदलें

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
hi: चेतावनी: वहाँ एक संभावना है कि आपके वेब ब्राउज़र में कुकीज़ सक्षम नहीं है! यदि आपका लॉग-इन आपकी अगली क्लिक पर गायब हो जाता है यह मामला है जिसमे आपको तुरंत कुकीज़ को सक्षम करना चाहिए (या इस वेबसाइट से कुकीज़ को स्वीकार ना चाहिए)!

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
hi: आपके पासवर्ड को सेव किया जा चुका है। अब आप अपने नए पासवर्ड के साथ लॉग-इन कर सकते हैं।

# ll_change_password_header
source: Change your password
hi: अपना पासवर्ड बदलें

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
hi: कृपिया अपना नया पासवर्ड दो बार दर्ज करें। पासवर्ड को न्यूनतम लंबाई "%s" chars की जरूरत है।

# ll_change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
hi: एरर: वहां लिंक के लिए कोई प्रीफिक्स नहीं है। कृपिया अपने टाइपो-स्क्रिप्ट टेम्पलेट में निम्न में से एक सेट करे: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
hi: पासवर्ड बराबर नहीं हैं, कृपिया अपना नया पासवर्ड दो बार दर्ज करें। पासवर्ड को न्यूनतम लंबाई "%s" chars की जरूरत है।

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
hi: पासवर्ड की लंबाई बहुत छोटी है।कृपिया अपना नया पासवर्ड दो बार दर्ज करें। पासवर्ड को न्यूनतम लंबाई "%s" chars की जरूरत है।

# ll_error_header
source: Login failure
hi: लॉगइन असफलता

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
hi: लोगिन के दौरान एरर उत्पन हुई। सबसे अधिक संभावना है की आपने उपयोगकर्ता का नाम या पासवर्ड सही ढंग से दर्ज नहीं किया होगा। यह निश्चित करे की आपने अपर/लोअर केस को मिला कर उन्हें ठीक उसी रूप में एंटर किया है जिस रूप में वो थे। एक और संभावना है कि आपके वेब ब्राउज़र में कुकीज़ को अक्षम किया गया है।

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
hi: आपका पासवर्ड नमस्ते %s हम इस ईमेल एड्रेस के लिए उपयोगकर्ता का नाम नहीं खोज सके और इसलिए आपको पासवर्ड नहीं भेज सकते।शायद आपने ईमेल एड्रेस गलत तरीके से लिखा हो(अपर/लोअर केस से फर्क पड़ता है) या ये अभी हो सकता है कि आपने अभी तक रजिस्टर नहींकिया हो?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
hi: आपका पासवर्ड नमस्ते %s आपका उपयोगकर्ता नाम "%s" है आपका पासवर्ड "%s" है

# ll_forgot_header
source: Forgot your password?
hi: क्या आप अपना पासवर्ड भूल गए?

# ll_forgot_header_backToLogin
source: Return to login form
hi: लॉग-इन फॉर्म पर वापस जाये

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
hi: कृपया जिस ईमेल एड्रेस के द्वारा आपने अपने उपयोगकर्ता खाते रजिस्टर्ड है किया है वह ईमेल एड्रेस दर्ज करें। फिर "सेंड पासवर्ड" को दबाये और आपका पासवर्ड आपको तुरंत ईमेल कर दिया जाएगा। यह सुनिश्चित करे कि आपका ईमेल एड्रेस सही तरीके से लिखा गया हैे।

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
hi: आपका पासवर्ड अभी-अभी ईमेल एड्रेस %s पर भेज दिया गया है

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
hi: कृपया अपना उपयोगकर्ता नाम या ईमेल एड्रेस दर्ज करें। पासवर्ड रीसेट के लिए सूचनाए तुरंत आपको ईमेल कर दी जाएगी।

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
hi: एक ईमेल आपके खाते में संग्रहीत एड्रेस पर भेजा गया है और आपके पासवर्ड को रीसेट करने के लिए एक लिंक को शामिल किया गया है। यदि आपको ईमेल नहीं मिला, तो आपका खाता या ईमेल एड्रेस नहीं पाया गया था।

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
hi: आपका खाता या ईमेल एड्रेस मौजूद नहीं है।

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
hi: आपका नया पासवर्ड प्यारे %s यह ईमेल अापके पासवर्ड को रीसेट करने की आपकी विनंती के जवाब में भेजा गया था। नीचे दी गई लिंक पर क्लिक करें। %s सुरक्षा के कारणों से, यह लिंक केवल %s तक सक्रिय है। यदि आप इस से पहले इस लिंक को नहीं जांचते, तो आपको पासवर्ड रिसेट स्टेप दोहराने की जरूरत होगी।

# ll_logout_header
source: You have logged out.
hi: आपने लॉग-आउट कर लिया।

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
hi: अापने अभी अभी इस वेबसाइट पर उपयोगकर्ता सेशन से लोग-आउट किया है। आप नीचे दिए गए फार्म द्वारा फिर से या किसी अन्य उपयोगकर्ता के रूप में लॉग-इन कर सकते हैं।

# ll_status_header
source: Current status
hi: वर्तमान स्टेटस

# ll_success_header
source: Login successful
hi: सफलतापूर्वक लॉग-इन

# ll_success_message
source: You are now logged in as '###USER###'
hi: अब आपने '###उपयोगकर्ता###' के रूप में लॉग-इन किया है

# ll_welcome_header
source: User login
hi: उपयोगकर्ता लॉग-इनः

source: Login
hi: लॉगइन

source: Logout
hi: लॉगआउट

# newpassword_label1
source: Enter new password
hi: नया पासवर्ड दाखिल करें

# newpassword_label2
source: Repeat new password
hi: नया पासवर्ड दोहराएँ

source: Reset Password
hi: पासवर्ड फिर सेट करें

source: Send password
hi: पासवर्ड भेज
