Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: hi

source: Page title:
hi: पेज शीर्षकः

source: Path:
hi: पाथः

source: User:
hi: उपयोगकर्ता:

source: Group:
hi: समूह:

source: Everybody:
hi: सभी:

source: This user:
hi: यह उपयोगकर्ता:

source: Main group:
hi: मुख्य समूह:

# editLock
source: Edit lock prevents all editing
hi: एडिट लॉक सभी एडिटिंग रोको

# noReadAccess
source: The user has no read-access to these DB-mounts!
hi: उपयोगकर्ता को इन DB-माउंट्स को पढ़ने का एक्सेस नही है!

source: [LIVE]
hi: [जीवंत]

source: [Default Draft]
hi: [डिफ़ॉल्ट ढांचा]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
hi: चेतावनी: कार्यस्थल वेबमाउंट पेज id एक्सेसिबल नहीं है:

source: Compare User Settings
hi: उपयोगकर्ता सेटिंग्स की तुलना करें

source: Backend User Administration
hi: बैकेंड उपयोगकर्ता एडमिनिस्ट्रेशन

source: Filemounts
hi: फाइल माउंट्स

source: Webmounts
hi: वेब माउंट्स

source: Default upload path
hi: डिफ़ॉल्ट अपलोड पाथ

source: Main user group
hi: मुख्य उपयोगकर्ता का समूह

source: Member of groups
hi: समूहों के सदस्य

source: Page types access
hi: पेज प्रकार का एक्सेस

source: Select tables
hi: टेबल चुनें

source: Modify tables
hi: टेबल सुधारे

source: Non-exclude fields
hi: नॉन-एक्सक्लूड फ़ील्ड्स

source: Explicit Allow/Deny
hi: स्पष्ट अनुमति/इनकार

source: Limit to languages
hi: भाषाओं के लिए सीमा

source: Workspace permissions
hi: कार्यस्थल अनुमति

source: Workspace membership
hi: कार्यस्थल सदस्यता

source: Custom options
hi: कस्टम विकल्प

source: Modules
hi: मॉड्यूल्स

source: Non-mounted readable pages:
hi: नॉन-माउंटेड पढ़ने योग्य पेज:

source: < Back to overview
hi: < अवलोकन पर वापस जाएं

source: User Info
hi: उपयोगकर्ता की जानकारी

source: Group by:
hi: के द्वारा समूह:

source: Update
hi: अपडेट

source: Group and Compare Users
hi: समूह और उपयोगकर्ता की तुलना

# tooManyUsers
source: There were too many users:
hi: वहाँ कई सारे उपयोगकर्ता रहे थे:

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
hi: यह उपकरण एक बार में केवल निम्नलिखित संख्या के उपयोगकर्ता को दिखा सकते हैं:

# newUser
source: Create new user
hi: नये उपयोगकर्ता बनाएँ

source: Usernames:
hi: उपयोगकर्ता का नाम:

source: [change-to mode]
hi: [मोड परिवर्तन करने के लिए]

source: [switch-back mode]
hi: [पिछले मोड पर]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
hi: (सभी कैश्ड समूह-सूचियों को अपडेट किया गया है।)

source: Result
hi: परिणाम

source: Show information
hi: जानकारी दिखाएं

# sureToDelete
source: Are you sure you want to delete this element?
hi: क्या आप निश्चित हैं कि आप इस एलिमेंट को डिलीट करना चाहते हैं?

source: Delete(!)
hi: डिलीट(!)

source: Timestamp:
hi: समय-चिह्न:

source: Host:
hi: होस्ट

source: Username:
hi: उपयोगकर्ता का नाम:

source: Who Is Online
hi: कौन ऑनलाइन है
