Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/static_info_tables/*.locallang_db.xlf
Languages: nl

# static_territories.title
source: Territory
nl: Gebied

# static_territories_item.tr_iso_nr
source: ISO nr territory code:
nl: ISO nr gebiedscode:

# static_territories_item.tr_parent_iso_nr
source: Parent territory code:
nl: Bovenliggende gebiedscode:

# static_territories_item.tr_name_en
source: Name (EN):
nl: Naam (EN):

# static_countries.title
source: Countries
nl: Landen

# static_countries_item.cn_iso_2
source: ISO 3166-1 A2 Country code:
nl: ISO 3166-1 A2 Landen code:

# static_countries_item.cn_iso_3
source: ISO 3166-1 A3 Country code:
nl: ISO 3166-1 A3 Landen code:

# static_countries_item.cn_iso_nr
source: ISO 3166-1 Nr Country code:
nl: ISO 3166-1 Nr Landen code:

# static_countries_item.cn_official_name_local
source: Official name (local):
nl: Officieele naam (lokaal):

# static_countries_item.cn_official_name_en
source: Official name (EN):
nl: Officieele naam (EN):

# static_countries_item.cn_capital
source: Capital:
nl: Hoofdstad:

# static_countries_item.cn_tldomain
source: Top level domain:
nl: Top level domein:

# static_countries_item.cn_currency_iso_nr
source: ISO 4217 Nr Currency code:
nl: ISO 4217 Nr Valuta code:

# static_countries_item.cn_currency_iso_3
source: ISO 4217 A3 Currency code:
nl: ISO 4217 A3 Valuta code:

# static_countries_item.cn_phone
source: Int. phone prefix:
nl: Int. telefoon voorvoegsel:

# static_countries_item.cn_uno_member
source: UN member:
nl: VN lid:

# static_countries_item.cn_eu_member
source: EU member:
nl: EU lid:

# static_countries_item.cn_address_format
source: Address format:
nl: Adres formaat:

# static_countries_item.cn_address_format_1
source: zip city
nl: postcode plaats

# static_countries_item.cn_address_format_2
source: city zip
nl: plaats postcode

# static_countries_item.cn_address_format_3
source: city region-code zip
nl: plaats regio-code postcode

# static_countries_item.cn_address_format_4
source: city (region-name) zip
nl: plaats (regio-naam) postcode

# static_countries_item.cn_address_format_5
source: city/zip
nl: plaats/postcode

# static_countries_item.cn_address_format_6
source: zip city, region-code
nl: postcode plaats, regio-code

# static_countries_item.cn_address_format_7
source: zip city region-code
nl: postocde plaats regio-code

# static_countries_item.cn_address_format_8
source: zip city (region-name)
nl: postcode plaats (regio naam)

# static_countries_item.cn_address_format_9
source: city - region-code/zip
nl: plaats - regio-code/postcode

# static_countries_item.cn_zone_flag
source: Zone flag:
nl: Zone vlag:

# static_countries_item.cn_short_local
source: Short name (local):
nl: Verkorte naam (lokaal):

# static_countries_item.cn_short_en
source: Short name (EN):
nl: Verkorte naam (EN):

# static_country_zones.title
source: Country subdivisions
nl: Land subdivisies:

# static_country_zones_item.zn_country_iso_nr
source: ISO 3166-1 Nr Country code:
nl: ISO 3166-1 Nr Landen code:

# static_country_zones_item.zn_country_iso_2
source: ISO 3166-1 A2 Country code:
nl: ISO 3166-1 A2 Landen code:

# static_country_zones_item.zn_country_iso_3
source: ISO 3166-1 A3 Country code:
nl: SO 3166-1 A3 Landen code:

# static_country_zones_item.zn_code
source: ISO 3166-2 Country Zone code:
nl: ISO 3166-2 Landen Zone code:

# static_country_zones_item.zn_name_en
source: Name (EN):
nl: Naam (EN):

# static_languages.title
source: Languages
nl: Talen

# static_languages_item.lg_iso_2
source: ISO 639-1 A2 Language code:
nl: ISO 639-1 A2 Talen code:

# static_languages_item.lg_collate_locale
source: Collating locale:
nl: Lokaal invoegen:

# static_languages_item.lg_name_en
source: Name (EN):
nl: Naam (EN):

# static_languages_item.lg_typo3
source: Typo3 language code:
nl: TYPO3 taal code:

# static_languages_item.lg_sacred
source: Sacred language:
nl: Heilige taal:

# static_languages_item.lg_constructed
source: Constructed language:
nl: Geconstrueerde taal:

# static_currencies.title
source: Currencies
nl: Valuta:

# static_currencies_item.cu_iso_3
source: ISO 4217 A3 Currency code:
nl: ISO 4217 A3 Valuta code:

# static_currencies_item.cu_iso_nr
source: ISO 4217 Nr Currency code:
nl: ISO 4217 Nr Valuta code:

# static_currencies_item.cu_name_en
source: Name (EN):
nl: Naam (EN):

# static_currencies_item.cu_sub_name_en
source: Sub name (EN):
nl: Sub naam (EN):

# static_currencies_item.cu_symbol_left
source: Symbol left:
nl: Symbool links:

# static_currencies_item.cu_symbol_right
source: Symbol right:
nl: Symbool rechts:

# static_currencies_item.cu_thousands_point
source: Thousands point:
nl: Duizendtallen punt:

# static_currencies_item.cu_decimal_point
source: Decimal point:
nl: Decimaal punt:

# static_currencies_item.cu_decimal_digits
source: Decimal digits:
nl: Decimalen:

# static_currencies_item.cu_sub_symbol_left
source: Sub symbol left:
nl: Sub symbool link:

# static_currencies_item.cu_sub_symbol_right
source: Sub symbol right:
nl: Sub symbool rechts:
