Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/lowlevel/Resources/Private/Language/*.locallang.xlf
Languages: hi

source: Advanced query
hi: एडवांस्ड क्वेरी

source: being checked...
hi: जाँच की जा रही ...

# beUser
source: $GLOBALS['BE_USER']->uc (User Settings)
hi: $GLOBALS['BE_USER']->uc (उपयोगकर्ता सेटिंग्स)

source: Check now!
hi: अब जांचें

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
hi: अगर PHP max_execution_time में अनुमति दिए गए समय से ज्यादा प्रोसेसिंग समय लेता है तो आप CLI का उपयोग कर चेक को शैल स्क्रिप्ट की तरह रन कर सकते है।

# checkScript_check_description
source: To check the reference index use
hi: संदर्भ अनुक्रमणिका का उपयोग जाँच करने के लिए करे

# checkScript_headline
source: Using the command line interface
hi: कमांड लाइन इंटरफेस का उपयोग करे

# checkScript_moreDetails
source: For more details see
hi: अधिक जानकारी के लिए देखें।

# checkScript_update_description
source: To update the reference index use
hi: संदर्भ अनुक्रमणिका का उपयोग अपडेट करने के लिए करे

# clickToTestRefIndex
source: Click here to test reference index
hi: संदर्भ अनुक्रमणिका का परीक्षण करने के लिए यहाँ क्लिक करें

# clickToUpdateRefIndex
source: Click here to update reference index
hi: संदर्भ अनुक्रमणिका को अपडेट करने के लिए यहाँ क्लिक करें

source: Configuration
hi: कॉन्फ़िगरेशन

# copyPaste
source: (Now, copy/paste this value into the configuration file where you can set it. This is all you can do from here...)
hi: (अब, जहाँ आप इसे सेट कर सके उस कॉन्फ़िगरेशन फाइल में इसे कॉपी/पेस्ट करे। यह सब आप यहां से कर सकते है ...)

source: Count
hi: गिनती

source: Count results
hi: परिणाम गिने

source: Crop lines
hi: क्रॉप लाइन्स

source: CSV Export
hi: CSV निर्यात

source: Database Relations
hi: डाटाबेस संबंध

# deleted_pages
source: Marked-deleted pages
hi: चिह्नित-डिलीट किये गए पेज

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
hi: एरर: नीचे दिए गए स्तरों की संख्या से भी डायरेक्टरी गहरी है

# doktype
source: Document types
hi: डॉक्यूमेंट का प्रकार

# doktype_value
source: Document types (value)
hi: डॉक्यूमेंट का प्रकार (मूल्य)

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
hi: लेबल परिणामों के लिए मूल वैल्यू का ब्रैकेट्स में प्रीफिक्स के रूप में उपयोग न करे

source: Enter regex pattern
hi: regex पैटर्न दर्ज करे

source: Explain query
hi: क्वेरी समझाओ

source: Files
hi: फ़ाइलें

# filesearch
source: Search all filenames for pattern
hi: पैटर्न के लिए सभी फ़ाइल नाम को सर्च करें

# files_many_ref
source: Files referenced from more than one record
hi: फ़ाइलें एक से अधिक रिकॉर्ड से संदर्भित है

# files_no_file
source: Missing files
hi: अनुपस्थित फाइलें

# files_no_ref
source: Files with no references at all (delete them!)
hi: कोई भी संदर्भ के बिना फाइल (उन्हें डिलीट करे!)

source: Find filename
hi: फ़ाइल का नाम खोजें

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
hi: इस खो गए रिकॉर्ड को रुट लेवल पर पहुँचने के लिए यहाँ क्लिक करे (pid=0)

source: Full search
hi: पूर्ण सर्च

# group_db
source: Group fields
hi: समूह फ़ील्ड्स

source: Hidden pages
hi: छिपे हुए पेज

source: is missing!
hi: लापता है!

source: Label
hi: लेबल

# loadedExt
source: $GLOBALS['TYPO3_LOADED_EXT'] (Loaded Extensions)
hi: $GLOBALS['TYPO3_LOADED_EXT'] (लोडेड एक्सटेंशन्स)

# manageRefIndex
source: Manage Reference Index
hi: संदर्भ अनुक्रमाणिका का संचालन करे

source: Matching files
hi: मिलती जुलती फाइल्स

# menuTitle
source: Overview
hi: ओवरव्यू

source: No files found.
hi: कोई फ़ाइलें नहीं मिलीं।

source: not checked.
hi: नहीं जांचा गया।

source: Pages
hi: पेज

source: Pattern
hi: पैटर्न

# rawSearch
source: Raw search in all fields
hi: सभी फ़ील्ड्स में रॉ सर्च

# records
source: Records Statistics
hi: सांख्यिकी रिकार्ड

# records_description
source: This shows some statistics for the records in the database. This runs through the entire page-tree and therefore it will also load the server heavily!
hi: यह डेटाबेस में रिकॉर्ड के लिए कुछ आंकड़ों को दिखाता है। यह पुरे पेज ट्री से रन होकर सर्वर में भी लोड होगा!

source: Record Statistics
hi: सांख्यिकी रिकार्ड

source: Referenced from
hi: से संदर्भित

# referenceIndex_buttonCheck
source: Check reference index
hi: संदर्भ अनुक्रमणिका जांचे

# referenceIndex_buttonUpdate
source: Update reference index
hi: संदर्भ अनुक्रमणिका अपडेट करे

# referenceIndex_description
source: TYPO3's reference index keeps track of the relations between records. As it can happen that the reference index contains outdated values, you can check and update it here.
hi: टाइपो3 के संदर्भ अनुक्रमणिका रिकॉर्ड के बीच संबंधों का ट्रैक रखता है। यह भी हो सकता है कि संदर्भ अनुक्रमणिका में आउटडेटेड वैल्यू हो, आप यहाँ पर जांच और अपडेट कर सकते है।

source: references
hi: संदर्भ

# refindex
source: Check and update global reference index
hi: ग्लोबल संदर्भ अनुक्रमणिका अपडेट और चेक करे

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
hi: आपको टाइपो3 द्वारा रखी गई संदर्भ अनुक्रमणिका को बनाए रखने की अनुमति देता है।

source: Relations
hi: संबंध

source: Result
hi: परिणाम

# routes
source: Backend Routes
hi: बैकएण्ड मार्गों

source: Search
hi: सर्च

# searchButton
source: Search
hi: सर्च

# search_description
source: This searches through all database tables and records for a text string.
hi: यह सभी डेटाबेस टेबल और रिकॉर्ड में से टेक्स्ट-string के लिए सर्च करता है।

source: Searching for filenames
hi: फ़ाइल नाम के लिए सर्च कर रहा है

source: Search options
hi: सर्च विकल्प

source: Search whole Database
hi: पूरा डेटाबेस सर्च करें

# select_db
source: Select fields
hi: फ़ील्ड्स चुने

source: Select records
hi: रिकॉर्ड चुने

# showDeleted
source: Show even deleted entries (with undelete buttons)
hi: डिलीटेड एंट्री को भी दिखाए ( अनडीलेटेड बटन के साथ)

# showSQL
source: Show SQL parts
hi: SQL भाग दिखाएँ

# sortOptions
source: Sort selectbox-options for relations by label and not by value
hi: सबंध के लिए सेलेक्टबॉक्स-विकल्प को वैल्यू के द्वारा नहीं और लेबल के द्वारा सॉर्ट करे

# t3services
source: $GLOBALS['T3_SERVICES'] (Registered Services)
hi: $GLOBALS['T3_SERVICES'] (रजिस्टर्ड सेवाए)

source: Table name
hi: टेबल का नाम

source: Tables
hi: टेबल्स

# tbemodules
source: $GLOBALS['TBE_MODULES'] (BE Modules)
hi: $GLOBALS['TBE_MODULES'] (BE मॉडल्स)

# tbemodulesext
source: $GLOBALS['TBE_MODULES_EXT'] (BE Modules Extensions)
hi: $GLOBALS['TBE_MODULES_EXT'] (BE मॉडल्स एक्सटेंशन्स)

# tbeStyles
source: $GLOBALS['TBE_STYLES'] (Skinning Styles)
hi: $GLOBALS['TBE_STYLES'] (स्किन्निंग स्टाइल्स)

# tca
source: $GLOBALS['TCA'] (Table configuration array)
hi: $GLOBALS['TCA'] (टेबल कॉन्फ़िगरेशन ऐरे)

# tcaDescr
source: $GLOBALS['TCA_DESCR'] (Table Help Description)
hi: $GLOBALS['TCA_DESCR'] (टेबल सहायता वर्णन)

# title
source: Database integrity check
hi: डेटाबेस इंटीग्रिटी की जांच

# total_lost
source: Records total / lost
hi: कुल/लॉस्ट रिकॉर्ड

source: Total Page Tree
hi: कुल पेज ट्री

# tree
source: The Page Tree
hi: पेज ट्री

# tree_description
source: This shows all pages in the system in one large tree. Beware that this will probably result in a very long document which will also take some time for the server to compute!
hi: यह सिस्टम में सभी पेज को एक बड़ी ट्री में दिखता है। सावधान रहे कि इसका परिणाम एक बहुत बड़ा डॉक्यूमेंट होगा जो सर्वर पर से कंप्यूटर के लिए कुछ समय भी लेगा!

# typo3ConfVars
source: $GLOBALS['TYPO3_CONF_VARS'] (Global Configuration)
hi: $GLOBALS['TYPO3_CONF_VARS'] (ग्लोबल कॉन्फ़िगरेशन)

source: Update now!
hi: अभी अपडेट करें!

# updateRefIndex
source: Update reference index
hi: संदर्भ अनुक्रमणिका अपडेट करे

# useFormattedStrings
source: Use formatted strings, labels and dates instead of original values for results
hi: परिणाम के लिए मूल वैल्यू की जगह उपयोगकर्ता द्वारा स्वरूपित strings, लेबल्स और तारीखे उपयोग करे

# useRegExp
source: Use regular expression (phrase is surrounded by slashes automatically)
hi: नियमित एक्सप्रेशन का उपयोग करें ( वाक्य स्लैश द्वारा स्वचालित रूप से घिरा हुआ है )

# usersettings
source: $GLOBALS['TYPO3_USER_SETTINGS'] (User Settings Configuration)
hi: $GLOBALS['TYPO3_USER_SETTINGS'] (उपयोगकर्ता सेटिंग्स कॉन्फ़िगरेशन)

# writeMessage
source: Following line was added to configuration file (%s): %s%s
hi: नीचे दी गई लाइन कॉन्फ़िगरेशन(%s) फाइल में जोड़ी गई है:%s%s

# writeMessageFailed
source: Write to configuration file failed (%s)!
hi: कॉन्फ़िगरेशन फाइल में लिखना असफल रहा (%s)!

# writeValue
source: Write value to configuration file
hi: कॉन्फ़िगरेशन फाइल में वैल्यू लिखे

source: XML Export
hi: XML निर्यात
