Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/tstemplate/Resources/Private/Language/*.locallang_info.xlf
Languages: hi

source: Constants
hi: कन्स्टंट्स

source: Description
hi: वर्णन

# editTemplateRecord
source: Edit the whole template record
hi: पूरे टेम्पलेट रिकॉर्ड एडिट करें

# editToView
source: (edit to view, %s lines)
hi: (व्यू को एडिट करे, %s लाइनों)

source: File changed
hi: फाइल बदले

# filesizeExceeded
source: Filesize exceeded %s KBytes
hi: फाइल की साइज %sKBytes बढ़ी

# newTextResource
source: New text resource (enter name)
hi: नया टेक्स्ट रिसोर्स (नाम दर्ज करे)

# notAllowed
source: Files larger than %s KBytes are not allowed to be edited.
hi: फाइल %s से अधिक बड़ी हे एडिट करने की अनुमति नहीं है।

source: Resources
hi: रिसोर्सेज

# resourceUpdated
source: Resource '%s' has been updated.
hi: रिसोर्स '%s'अपडेट किया गया है।

source: Setup
hi: सेटअप

source: Sitetitle
hi: साइट का शीर्षक

source: Template information
hi: टेम्पलेट की जानकारी

source: Title
hi: शीर्षक

source: Update resource list
hi: रिसोर्स की सूचि को अपडेट करे:

source: Upload resource
hi: रिसोर्स अपलोड करें
