Repository: bharatparmar/devops
Catalog: typo3conf/l10n/*/t3editor/Resources/Private/Language/*.locallang.xlf
Languages: hi

source: Constants
hi: स्थिरांक, कोन्स्टंट्स

# deactivate
source: Deactivate t3editor
hi: t3एडिटर निष्क्रिय

source: File
hi: फाइल

# js.label_documentModified
source: document has been modified
hi: दस्तावेज़ परिवर्तित किया गया है

# js.label_errorWhileSaving
source: An error occurred while saving the data.
hi: डेटा को सेव करते समय एरर उत्पन हुई।

# js.label_lines
source: lines
hi: लाइन्स

# noPermission
source: Access denied: No permission to template records.
hi: एक्सेस अस्वीकृत: टेम्पलेट रिकॉर्ड के लिए अनुमति नहीं है।

# pageIDInteger
source: Syntax error: Parameter pageID must be a valid integer.
hi: सिंटेक्स एरर: पैरामीटर पेजID एक मान्य पूर्णांक होना चाहिए।

source: Setup
hi: सेटअप

source: Template
hi: टेम्पलेट

# typeIDMissing
source: Syntax error: At least parameter typeID has to be supplied.
hi: सिंटेक्स एरर: कम से कम पैरामीटर टाइपID उपलब्ध की जानी चाहिए है।
